import assetImg from '../assets/images'

export const newCourseData = [
    {
        id:0,
        thumbnail: assetImg.slide_1.src,
        url: 'https://www.youtube.com/embed/P2mBPZ1DYxs?si=Whhl3qJAVoLHf6Wq',
        title: 'ឯកឧត្ដម ឌូ ដាលីតូ ចូលរួមក្នុងកិច្ចប្រជុំស្តីពី របាយការណ៍លទ្ធផលការងារប្រចាំ ឆ្នាំ២០២៤',
        details: "នាថ្ងៃព្រហស្បតិ៍ ១២កើត ខែមិគសិរ ឆ្នាំរោង ឆស័ក ពុទ្ធសករាជ ២៥៦៨ ត្រូវនឹងថ្ងៃទី១២ ខែធ្នូ ឆ្នាំ២០២៤ នៅទីស្តីការក្រសួងបរិស្ថាន ឯកឧត្ដម ឌូ ដាលីតូ អនុរដ្ឋលេខាធិការ តំណាងដ៏ខ្ពង់ខ្ពស់ ឯកឧត្ដម ឆាយ ប្ញទ្ធិសែន រដ្ឋមន្រ្ដីក្រសួងអភិវឌ្ឍន៍ជនបទ បានអញ្ជើញចូលរួមក្នុងកិច្ចប្រជុំស្តីពី របាយការណ៍លទ្ធផលការងារប្រចាំ ឆ្នាំ២០២៤ និងផែនការប្រតិបត្តិប្រចាំ ឆ្នាំ២០២៥ របស់គណៈកម្មាធិការមូលនិធិបរិស្ថាន និងសង្គម ក្រោមអធិបតីភាព ឯកឧត្តមបណ្ឌិត អ៊ាង សុផល្លែត រដ្ឋមន្រ្តីក្រសួងបរិស្ថាន ព្រមទាំងមានការចូលរួមពីតំណាងក្រសួង ស្ថាប័នពាក់ព័ន្ធជាច្រើនរូបទៀត ៕",
        book_details:{
            name: "នាយកដ្ឋានអភិវឌ្ឍន៍សហគមន៍0",
            createdDate: "23/02/2024",
            times: "4ម៉ោង ៣០នាទី",
            amountVideos: 5,
            amountDocs: 5,
            quizzes: 5,
            language: 'ខ្មែរ'
        }
    },
    {
        id:1,
        thumbnail: assetImg.slide_2.src,
        url: 'https://www.youtube.com/embed/yZdW0NayYpY?si=WEssckSS0IsghBB7',
        title: 'ឯកឧត្តម ពុត ហេម៉ុណ្ណា អញ្ជើញចូលរួមក្នុងកិច្ចប្រជុំពិភាក្សាកម្រិតនយោបាយរវាងរាជរដ្ឋាភិបាលកម្ពុជា',
        details: "នាព្រឹកថ្ងៃព្រហស្បតិ៍ ១២កើត ខែមិគសិរ ឆ្នាំរោង ឆស័ក ព.ស.២៥៦៨ ត្រូវនឹងថ្ងៃទី១២ ខែធ្នូ ឆ្នាំ២០២៤  ឯកឧត្តម ពុត ហេម៉ុណ្ណា អនុរដ្ឋលេខាធិការ តំណាងដ៏ខ្ពង់ខ្ពស់ ឯកឧត្តម ឆាយ ឫទ្ធិសែន រដ្ឋមន្ដ្រីក្រសួងអភិវឌ្ឍន៍ជនបទ និងមន្ដ្រីជំនាញ បានអញ្ជើញចូលរួមក្នុងកិច្ចប្រជុំពិភាក្សាកម្រិតនយោបាយរវាងរាជរដ្ឋាភិបាលកម្ពុជា និងរដ្ឋាភិបាលសាធារណៈរដ្ឋកូរ៉េ ស្ដីពី ហិរញ្ញប្បទានសហប្រតិបត្តិការអភិវឌ្ឍន៍ផ្លូវការ លើកទី៥ ក្រោមអធិបតីភាពដ៏ខ្ពង់ខ្ពស់ ឯកឧត្តម ឈៀង យ៉ាណារ៉ា ទេសរដ្ឋមន្ត្រីទទួលបន្ទុកបេសសកម្មពិសេស អនុប្រធានទី២ ក្រុមប្រឹក្សាអភិវឌ្ឍន៍កម្ពុជា។",
        book_details:{
            name: "នាយកដ្ឋានអភិវឌ្ឍន៍សហគមន៍0",
            createdDate: "01/01/2024",
            times: "4ម៉ោង ៣០នាទី",
            amountVideos: 5,
            amountDocs: 5,
            quizzes: 5,
            language: 'ខ្មែរ'
        }
    },
    {
        id:2,
        thumbnail: assetImg.slide_3.src,
        url: 'https://www.youtube.com/embed/6L5JkeV9U28?si=N6vbjnlxgk_H4mkk',
        title: 'លើកទិសដៅការងារបន្តឆ្នាំ២០២៥ របស់មន្ទីរអភិវឌ្ឍន៍ជនបទខេត្តព្រះវិហារ',
        details: "នាព្រឹកថ្ងៃព្រហស្បតិ៍ ១២កើត ខែមិគសិរ ឆ្នាំរោង ឆស័ក ព.ស.២៥៦៨ ត្រូវនឹងថ្ងៃទី១២ ខែធ្នូ ឆ្នាំ២០២៤ ឯកឧត្តម ចាន់ ដារ៉ុង រដ្ឋលេខាធិការ តំណាងដ៏ខ្ពង់ខ្ពស់ឯកឧត្ដម ឆាយ ឫទ្ធិសែន រដ្ឋមន្ត្រីក្រសួងអភិវឌ្ឍន៍ជនបទ រួមជាមួយឯកឧត្តម យឺន សូផល អនុរដ្ឋលេខាធិការ បានដឹកនាំកិច្ចប្រជុំបូកសរុបលទ្ធផលការងារប្រចាំឆ្នាំ២០២៤ និងលើកទិសដៅការងារបន្តឆ្នាំ២០២៥ របស់មន្ទីរអភិវឌ្ឍន៍ជនបទខេត្តព្រះវិហារ។",
        book_details:{
            name: "នាយកដ្ឋានអភិវឌ្ឍន៍សហគមន៍2",
            createdDate: "15/04/2024",
            times: "4ម៉ោង ៣០នាទី",
            amountVideos: 5,
            amountDocs: 5,
            quizzes: 5,
            language: 'ខ្មែរ'
        }
    },
    {
        id:3,
        thumbnail: assetImg.slide_3.src,
        url: 'https://www.youtube.com/embed/8X3LmB9YPzc?si=sWgbzbkhBHtUgebj',
        title: 'ឯកឧត្ដម ឌូ ដាលីតូ ចូលរួមក្នុងកិច្ចប្រជុំស្តីពី របាយការណ៍លទ្ធផលការងារប្រចាំ ឆ្នាំ២០២៤',
        details: "នាថ្ងៃព្រហស្បតិ៍ ១២កើត ខែមិគសិរ ឆ្នាំរោង ឆស័ក ពុទ្ធសករាជ ២៥៦៨ ត្រូវនឹងថ្ងៃទី១២ ខែធ្នូ ឆ្នាំ២០២៤ នៅទីស្តីការក្រសួងបរិស្ថាន ឯកឧត្ដម ឌូ ដាលីតូ អនុរដ្ឋលេខាធិការ តំណាងដ៏ខ្ពង់ខ្ពស់ ឯកឧត្ដម ឆាយ ប្ញទ្ធិសែន រដ្ឋមន្រ្ដីក្រសួងអភិវឌ្ឍន៍ជនបទ បានអញ្ជើញចូលរួមក្នុងកិច្ចប្រជុំស្តីពី របាយការណ៍លទ្ធផលការងារប្រចាំ ឆ្នាំ២០២៤ និងផែនការប្រតិបត្តិប្រចាំ ឆ្នាំ២០២៥ របស់គណៈកម្មាធិការមូលនិធិបរិស្ថាន និងសង្គម ក្រោមអធិបតីភាព ឯកឧត្តមបណ្ឌិត អ៊ាង សុផល្លែត រដ្ឋមន្រ្តីក្រសួងបរិស្ថាន ព្រមទាំងមានការចូលរួមពីតំណាងក្រសួង ស្ថាប័នពាក់ព័ន្ធជាច្រើនរូបទៀត ៕",
        book_details:{
            name: "នាយកដ្ឋានអភិវឌ្ឍន៍សហគមន៍3",
            createdDate: "16/02/2024",
            times: "4ម៉ោង ៣០នាទី",
            amountVideos: 5,
            amountDocs: 5,
            quizzes: 5,
            language: 'ខ្មែរ'
        }
    },
    {
        id:4,
        thumbnail: assetImg.slide_3.src,
        url: 'https://www.youtube.com/embed/7R7joHCO5Fs?si=-84Byh6R-HrEaFfm',
        title: 'ឯកឧត្ដម អុិន ចន្ថា បានដឹកនាំកិច្ចប្រជុំប្រចាំឆ្នាំរបស់ក្រុមការងារបច្ចេកទេសចម្រុះស្តីពីកសិកម្មនិងទឹក',
        details: "នាព្រឹកថ្ងៃព្រហស្បត្តិ៍ ១២កើត ខែមិគសិរ ឆ្នាំរោង ឆស័ក ព.ស.២៥៦៨ ត្រូវនឹងថ្ងៃទី១២ ខែធ្នូ ឆ្នាំ២០២៤ ឯកឧត្ដម អ៉ិន ចន្ថា រដ្ឋលេខាធិការ តំណាងដ៏ខ្ពង់ខ្ពស់ឯកឧត្ដម ឆាយ ឫទ្ធិសែន រដ្ឋមន្ត្រីក្រសួងអភិវឌ្ឍន៍ជនបទ បានដឹកនាំក្រុមការងារបច្ចេកទេសលេខាធិការដ្ឋានត្រី-វិស័យ កសិកម្ម-ធនធានទឹក-អភិវឌ្ឍន៍ជនបទ (TSWG-AWR-Tri-Sectoral Working Group-Agriculture,Water resources and meteorology and Rural development) របស់ក្រសួងអភិវឌ្ឍន៍ជនបទ ដើម្បីចូលរួមកិច្ចប្រជុំប្រចាំឆ្នាំរបស់ក្រុមការងារបច្ចេកទេសចម្រុះស្តីពីកសិកម្មនិងទឹក (TWG-AW) នៅសាលប្រជុំនាងនួន ក្រសួងកសិកម្ម រុក្ខាប្រមាញ់ និងនេសាទ ដោយមានការចូលរួមពីសំណាក់ ឯកឧត្តមអនុរដ្ឋលេខាធិការ អគ្គលេខាធិការរង អគ្គនាយករង ប្រធាន អនុប្រធាននាយកដ្ឋាន មន្រ្តីជំនាញពីក្រសួងពាក់ព័ន្ធក្នុងជួររាជរដ្ឋាភិបាល និងរួមទាំងអង្គការដៃគូ ក្នុងវិស័យកសិកម្មនិងទឹក ជាសមាជិក សមាជិកានៃក្រុមការងារ TWG-AW និង TSWG-AWR សុបចំនួន ៤៩រូប ស្រ្តី ៧រូប។",
        book_details:{
            name: "នាយកដ្ឋានអភិវឌ្ឍន៍សហគមន៍4",
            createdDate: "02/08/2024",
            times: "4ម៉ោង ៣០នាទី",
            amountVideos: 5,
            amountDocs: 5,
            quizzes: 5,
            language: 'ខ្មែរ'
        }
    },
    {
        id:5,
        thumbnail: assetImg.slide_3.src,
        url: 'https://www.youtube.com/embed/Su-vXw39ZQY?si=AcX5ji9Dx9BAZC2V',
        title: 'ឯកឧត្តមបណ្ឌិត នួន ដាញ៉ិល អញ្ជើញជាអធិបតីក្នុងពិធីបើកសិក្ខាសាលាផ្សព្វផ្សាយស្តីពី “យុទ្ធសាស្រ្តហិរញ្ញវត្ថុអនាម័យសម្រាប់កម្ពុជា”',
        details: "នាព្រឹកថ្ងៃព្រហស្បតិ៍១២កើត ខែមិគសិរ ឆ្នាំរោង ឆស័ក ព.ស.២៥៦៨ ត្រូវនឹងថ្ងៃទី១២ខែធ្នូ ឆ្នាំ២០២៤ នៅសណ្ឋាគារសូហ្វីតែលភ្នំពេញ ឯកឧត្តមបណ្ឌិត នួន ដាញ៉ិល រដ្ឋលេខាធិការ តំណាងដ៏ខ្ពង់ខ្ពស់ឯកឧត្តម ឆាយ ឫទ្ធិសែន រដ្ឋមន្ត្រីក្រសួងអភិវឌ្ឍន៍ជនបទ បានអញ្ជើញជាអធិបតីក្នុងពិធីបើកសិក្ខាសាលាផ្សព្វផ្សាយស្តីពី “យុទ្ធសាស្រ្តហិរញ្ញវត្ថុអនាម័យសម្រាប់កម្ពុជា” ដោយមានការអញ្ជើញចូលរួមពីឯកឧត្តម លោកជំទាវ លោក លោកស្រីតំណាងក្រសួងសេដ្ឋកិច្ច និងហិរញ្ញវត្ថុ ក្រសួងសាធារណការ និងដឹកជញ្ជូន អង្គការយូនីសេហ្វ ក្រសួង ស្ថាប័ន អង្គការមិនមែនរដ្ឋាភិបាល ដៃគូអភិវឌ្ឍន៍ និងស្ថាប័នឯកជន ព្រមទាំងលោក លោកស្រី និងមន្រ្តីរាជការនៃមន្ទីរអភិវឌ្ឍន៍ជនបទទាំង២៥ រាជធានី/ខេត្ត ដែលចូលរួមដោយផ្ទាល់ និងតាមបណ្តាញនិមិត្ត (Zoom) សរុប ចំនួន ៧៥រូប។",
        book_details:{
            name: "នាយកដ្ឋានអភិវឌ្ឍន៍សហគមន៍5",
            createdDate: "22/05/2024",
            times: "4ម៉ោង ៣០នាទី",
            amountVideos: 5,
            amountDocs: 5,
            quizzes: 5,
            language: 'ខ្មែរ'
        } 
    },
    {
        id:6,
        thumbnail: assetImg.slide_3.src,
        url: 'https://www.youtube.com/embed/TlNFOByuuKQ?si=ynHt9dasJWzZp5DO',
        title: 'ឯកឧត្តម យឹម ជុង បានអញ្ជើញជាអធិបតីក្នុងសិក្ខាសាលាឆ្លុះបញ្ចាំង លទ្ធផល ចុះផ្ទៀងផ្ទាត់ស្ថានភាពបញ្ចប់ការបន្ទោបង់ពាសវាល',
        details: "នាថ្ងៃព្រហស្បតិ៍ ១២កើត ខែមិគសិរ ឆ្នាំរោង ឆស័ក ព.ស.២៥៦៨ ត្រូវនឹងថ្ងៃទី១២ ខែធ្នូ ឆ្នាំ២០២៤ ឯកឧត្តម យឹម ជុង រដ្ឋលេខាធិការ តំណាងដ៏ខ្ពង់ខ្ពស់ ឯកឧត្តម ឆាយ ឫទ្ធិសែន រដ្ឋមន្ត្រីក្រសួងអភិវឌ្ឍន៍ជនបទ បានអញ្ជើញជាអធិបតីភាព ក្នុងសិក្ខាសាលាឆ្លុះបញ្ចាំងលទ្ធផល ចុះផ្ទៀងផ្ទាត់ ស្ថានភាពបញ្ចប់ការបន្ទោបង់ពាសវាលពាសកាល(ODF) ខេត្តស្ទឹងត្រែង ដោយមានការអញ្ជើញចូលរួមពី លោក ធូ ចាន់ពៅ អភិបាលរងនៃគណៈ អភិបាលខេត្តស្ទឹងត្រែង លោកវេជ្ជបណ្ឌិត លន់ សាយតេង ប្រធាននាយកដ្ឋានថែទាំសុខភាពជនបទ លោក ព្រំ ចាន់ថា ប្រធានមន្ទីរអភិវឌ្ឍន៍ជនបទខេត្តស្ទឹងត្រែង និងលោក ផែន ប៊ុនធឿន តំណាងអង្គការភ្លែននៅខេត្តស្ទឹងត្រែង និងលោក- លោកស្រីថ្នាក់ដឹកនាំមន្ត្រីបច្ចេកទេស និងមន្ត្រីរាជការនៃមន្ទីរអភិវឌ្ឍន៍ជនបទ ខេត្តស្ទឹងត្រែង តំណាងមន្ទីរ អង្គភាព និងអង្គការដៃគូពាក់ព័ន្ធនៅក្នុងខេត្ត លោក-លោកស្រីអភិបាល ឬអភិបាលរងក្រុង-ស្រុកទាំង៦ មេឃុំឬតំណាង សរុប ចំនួន ៤១នាក់ ស្រី ៩នាក់។",
        book_details:{
            name: "នាយកដ្ឋានអភិវឌ្ឍន៍សហគមន៍6",
            createdDate: "27/06/2024",
            times: "4ម៉ោង ៣០នាទី",
            amountVideos: 5,
            amountDocs: 5,
            quizzes: 5,
            language: 'ខ្មែរ'
        }
    },
];


export const department_course = [
    {
        id:0,
        thumbnail: assetImg.slide_1.src,
        url: 'https://www.youtube.com/embed/P2mBPZ1DYxs?si=Whhl3qJAVoLHf6Wq',
        title: 'ឯកឧត្ដម ឌូ ដាលីតូ ចូលរួមក្នុងកិច្ចប្រជុំស្តីពី របាយការណ៍លទ្ធផលការងារប្រចាំ ឆ្នាំ២០២៤',
        details: "នាថ្ងៃព្រហស្បតិ៍ ១២កើត ខែមិគសិរ ឆ្នាំរោង ឆស័ក ពុទ្ធសករាជ ២៥៦៨ ត្រូវនឹងថ្ងៃទី១២ ខែធ្នូ ឆ្នាំ២០២៤ នៅទីស្តីការក្រសួងបរិស្ថាន ឯកឧត្ដម ឌូ ដាលីតូ អនុរដ្ឋលេខាធិការ តំណាងដ៏ខ្ពង់ខ្ពស់ ឯកឧត្ដម ឆាយ ប្ញទ្ធិសែន រដ្ឋមន្រ្ដីក្រសួងអភិវឌ្ឍន៍ជនបទ បានអញ្ជើញចូលរួមក្នុងកិច្ចប្រជុំស្តីពី របាយការណ៍លទ្ធផលការងារប្រចាំ ឆ្នាំ២០២៤ និងផែនការប្រតិបត្តិប្រចាំ ឆ្នាំ២០២៥ របស់គណៈកម្មាធិការមូលនិធិបរិស្ថាន និងសង្គម ក្រោមអធិបតីភាព ឯកឧត្តមបណ្ឌិត អ៊ាង សុផល្លែត រដ្ឋមន្រ្តីក្រសួងបរិស្ថាន ព្រមទាំងមានការចូលរួមពីតំណាងក្រសួង ស្ថាប័នពាក់ព័ន្ធជាច្រើនរូបទៀត ៕",
        book_details:{
            name: "នាយកដ្ឋានអភិវឌ្ឍន៍សហគមន៍0",
            createdDate: "23/02/2024",
            times: "4ម៉ោង ៣០នាទី",
            amountVideos: 5,
            amountDocs: 5,
            quizzes: 5,
            language: 'ខ្មែរ'
        }
    },
    {
        id:1,
        thumbnail: assetImg.slide_2.src,
        url: 'https://www.youtube.com/embed/yZdW0NayYpY?si=WEssckSS0IsghBB7',
        title: 'ឯកឧត្តម ពុត ហេម៉ុណ្ណា អញ្ជើញចូលរួមក្នុងកិច្ចប្រជុំពិភាក្សាកម្រិតនយោបាយរវាងរាជរដ្ឋាភិបាលកម្ពុជា',
        details: "នាព្រឹកថ្ងៃព្រហស្បតិ៍ ១២កើត ខែមិគសិរ ឆ្នាំរោង ឆស័ក ព.ស.២៥៦៨ ត្រូវនឹងថ្ងៃទី១២ ខែធ្នូ ឆ្នាំ២០២៤  ឯកឧត្តម ពុត ហេម៉ុណ្ណា អនុរដ្ឋលេខាធិការ តំណាងដ៏ខ្ពង់ខ្ពស់ ឯកឧត្តម ឆាយ ឫទ្ធិសែន រដ្ឋមន្ដ្រីក្រសួងអភិវឌ្ឍន៍ជនបទ និងមន្ដ្រីជំនាញ បានអញ្ជើញចូលរួមក្នុងកិច្ចប្រជុំពិភាក្សាកម្រិតនយោបាយរវាងរាជរដ្ឋាភិបាលកម្ពុជា និងរដ្ឋាភិបាលសាធារណៈរដ្ឋកូរ៉េ ស្ដីពី ហិរញ្ញប្បទានសហប្រតិបត្តិការអភិវឌ្ឍន៍ផ្លូវការ លើកទី៥ ក្រោមអធិបតីភាពដ៏ខ្ពង់ខ្ពស់ ឯកឧត្តម ឈៀង យ៉ាណារ៉ា ទេសរដ្ឋមន្ត្រីទទួលបន្ទុកបេសសកម្មពិសេស អនុប្រធានទី២ ក្រុមប្រឹក្សាអភិវឌ្ឍន៍កម្ពុជា។",
        book_details:{
            name: "នាយកដ្ឋានអភិវឌ្ឍន៍សហគមន៍0",
            createdDate: "01/01/2024",
            times: "4ម៉ោង ៣០នាទី",
            amountVideos: 5,
            amountDocs: 5,
            quizzes: 5,
            language: 'ខ្មែរ'
        }
    },
    {
        id:2,
        thumbnail: assetImg.slide_3.src,
        url: 'https://www.youtube.com/embed/6L5JkeV9U28?si=N6vbjnlxgk_H4mkk',
        title: 'លើកទិសដៅការងារបន្តឆ្នាំ២០២៥ របស់មន្ទីរអភិវឌ្ឍន៍ជនបទខេត្តព្រះវិហារ',
        details: "នាព្រឹកថ្ងៃព្រហស្បតិ៍ ១២កើត ខែមិគសិរ ឆ្នាំរោង ឆស័ក ព.ស.២៥៦៨ ត្រូវនឹងថ្ងៃទី១២ ខែធ្នូ ឆ្នាំ២០២៤ ឯកឧត្តម ចាន់ ដារ៉ុង រដ្ឋលេខាធិការ តំណាងដ៏ខ្ពង់ខ្ពស់ឯកឧត្ដម ឆាយ ឫទ្ធិសែន រដ្ឋមន្ត្រីក្រសួងអភិវឌ្ឍន៍ជនបទ រួមជាមួយឯកឧត្តម យឺន សូផល អនុរដ្ឋលេខាធិការ បានដឹកនាំកិច្ចប្រជុំបូកសរុបលទ្ធផលការងារប្រចាំឆ្នាំ២០២៤ និងលើកទិសដៅការងារបន្តឆ្នាំ២០២៥ របស់មន្ទីរអភិវឌ្ឍន៍ជនបទខេត្តព្រះវិហារ។",
        book_details:{
            name: "នាយកដ្ឋានអភិវឌ្ឍន៍សហគមន៍2",
            createdDate: "15/04/2024",
            times: "4ម៉ោង ៣០នាទី",
            amountVideos: 5,
            amountDocs: 5,
            quizzes: 5,
            language: 'ខ្មែរ'
        }
    },
    {
        id:3,
        thumbnail: assetImg.slide_3.src,
        url: 'https://www.youtube.com/embed/8X3LmB9YPzc?si=sWgbzbkhBHtUgebj',
        title: 'ឯកឧត្ដម ឌូ ដាលីតូ ចូលរួមក្នុងកិច្ចប្រជុំស្តីពី របាយការណ៍លទ្ធផលការងារប្រចាំ ឆ្នាំ២០២៤',
        details: "នាថ្ងៃព្រហស្បតិ៍ ១២កើត ខែមិគសិរ ឆ្នាំរោង ឆស័ក ពុទ្ធសករាជ ២៥៦៨ ត្រូវនឹងថ្ងៃទី១២ ខែធ្នូ ឆ្នាំ២០២៤ នៅទីស្តីការក្រសួងបរិស្ថាន ឯកឧត្ដម ឌូ ដាលីតូ អនុរដ្ឋលេខាធិការ តំណាងដ៏ខ្ពង់ខ្ពស់ ឯកឧត្ដម ឆាយ ប្ញទ្ធិសែន រដ្ឋមន្រ្ដីក្រសួងអភិវឌ្ឍន៍ជនបទ បានអញ្ជើញចូលរួមក្នុងកិច្ចប្រជុំស្តីពី របាយការណ៍លទ្ធផលការងារប្រចាំ ឆ្នាំ២០២៤ និងផែនការប្រតិបត្តិប្រចាំ ឆ្នាំ២០២៥ របស់គណៈកម្មាធិការមូលនិធិបរិស្ថាន និងសង្គម ក្រោមអធិបតីភាព ឯកឧត្តមបណ្ឌិត អ៊ាង សុផល្លែត រដ្ឋមន្រ្តីក្រសួងបរិស្ថាន ព្រមទាំងមានការចូលរួមពីតំណាងក្រសួង ស្ថាប័នពាក់ព័ន្ធជាច្រើនរូបទៀត ៕",
        book_details:{
            name: "នាយកដ្ឋានអភិវឌ្ឍន៍សហគមន៍3",
            createdDate: "16/02/2024",
            times: "4ម៉ោង ៣០នាទី",
            amountVideos: 5,
            amountDocs: 5,
            quizzes: 5,
            language: 'ខ្មែរ'
        }
    },
    {
        id:4,
        thumbnail: assetImg.slide_3.src,
        url: 'https://www.youtube.com/embed/7R7joHCO5Fs?si=-84Byh6R-HrEaFfm',
        title: 'ឯកឧត្ដម អុិន ចន្ថា បានដឹកនាំកិច្ចប្រជុំប្រចាំឆ្នាំរបស់ក្រុមការងារបច្ចេកទេសចម្រុះស្តីពីកសិកម្មនិងទឹក',
        details: "នាព្រឹកថ្ងៃព្រហស្បត្តិ៍ ១២កើត ខែមិគសិរ ឆ្នាំរោង ឆស័ក ព.ស.២៥៦៨ ត្រូវនឹងថ្ងៃទី១២ ខែធ្នូ ឆ្នាំ២០២៤ ឯកឧត្ដម អ៉ិន ចន្ថា រដ្ឋលេខាធិការ តំណាងដ៏ខ្ពង់ខ្ពស់ឯកឧត្ដម ឆាយ ឫទ្ធិសែន រដ្ឋមន្ត្រីក្រសួងអភិវឌ្ឍន៍ជនបទ បានដឹកនាំក្រុមការងារបច្ចេកទេសលេខាធិការដ្ឋានត្រី-វិស័យ កសិកម្ម-ធនធានទឹក-អភិវឌ្ឍន៍ជនបទ (TSWG-AWR-Tri-Sectoral Working Group-Agriculture,Water resources and meteorology and Rural development) របស់ក្រសួងអភិវឌ្ឍន៍ជនបទ ដើម្បីចូលរួមកិច្ចប្រជុំប្រចាំឆ្នាំរបស់ក្រុមការងារបច្ចេកទេសចម្រុះស្តីពីកសិកម្មនិងទឹក (TWG-AW) នៅសាលប្រជុំនាងនួន ក្រសួងកសិកម្ម រុក្ខាប្រមាញ់ និងនេសាទ ដោយមានការចូលរួមពីសំណាក់ ឯកឧត្តមអនុរដ្ឋលេខាធិការ អគ្គលេខាធិការរង អគ្គនាយករង ប្រធាន អនុប្រធាននាយកដ្ឋាន មន្រ្តីជំនាញពីក្រសួងពាក់ព័ន្ធក្នុងជួររាជរដ្ឋាភិបាល និងរួមទាំងអង្គការដៃគូ ក្នុងវិស័យកសិកម្មនិងទឹក ជាសមាជិក សមាជិកានៃក្រុមការងារ TWG-AW និង TSWG-AWR សុបចំនួន ៤៩រូប ស្រ្តី ៧រូប។",
        book_details:{
            name: "នាយកដ្ឋានអភិវឌ្ឍន៍សហគមន៍4",
            createdDate: "02/08/2024",
            times: "4ម៉ោង ៣០នាទី",
            amountVideos: 5,
            amountDocs: 5,
            quizzes: 5,
            language: 'ខ្មែរ'
        }
    },
    {
        id:5,
        thumbnail: assetImg.slide_3.src,
        url: 'https://www.youtube.com/embed/Su-vXw39ZQY?si=AcX5ji9Dx9BAZC2V',
        title: 'ឯកឧត្តមបណ្ឌិត នួន ដាញ៉ិល អញ្ជើញជាអធិបតីក្នុងពិធីបើកសិក្ខាសាលាផ្សព្វផ្សាយស្តីពី “យុទ្ធសាស្រ្តហិរញ្ញវត្ថុអនាម័យសម្រាប់កម្ពុជា”',
        details: "នាព្រឹកថ្ងៃព្រហស្បតិ៍១២កើត ខែមិគសិរ ឆ្នាំរោង ឆស័ក ព.ស.២៥៦៨ ត្រូវនឹងថ្ងៃទី១២ខែធ្នូ ឆ្នាំ២០២៤ នៅសណ្ឋាគារសូហ្វីតែលភ្នំពេញ ឯកឧត្តមបណ្ឌិត នួន ដាញ៉ិល រដ្ឋលេខាធិការ តំណាងដ៏ខ្ពង់ខ្ពស់ឯកឧត្តម ឆាយ ឫទ្ធិសែន រដ្ឋមន្ត្រីក្រសួងអភិវឌ្ឍន៍ជនបទ បានអញ្ជើញជាអធិបតីក្នុងពិធីបើកសិក្ខាសាលាផ្សព្វផ្សាយស្តីពី “យុទ្ធសាស្រ្តហិរញ្ញវត្ថុអនាម័យសម្រាប់កម្ពុជា” ដោយមានការអញ្ជើញចូលរួមពីឯកឧត្តម លោកជំទាវ លោក លោកស្រីតំណាងក្រសួងសេដ្ឋកិច្ច និងហិរញ្ញវត្ថុ ក្រសួងសាធារណការ និងដឹកជញ្ជូន អង្គការយូនីសេហ្វ ក្រសួង ស្ថាប័ន អង្គការមិនមែនរដ្ឋាភិបាល ដៃគូអភិវឌ្ឍន៍ និងស្ថាប័នឯកជន ព្រមទាំងលោក លោកស្រី និងមន្រ្តីរាជការនៃមន្ទីរអភិវឌ្ឍន៍ជនបទទាំង២៥ រាជធានី/ខេត្ត ដែលចូលរួមដោយផ្ទាល់ និងតាមបណ្តាញនិមិត្ត (Zoom) សរុប ចំនួន ៧៥រូប។",
        book_details:{
            name: "នាយកដ្ឋានអភិវឌ្ឍន៍សហគមន៍5",
            createdDate: "22/05/2024",
            times: "4ម៉ោង ៣០នាទី",
            amountVideos: 5,
            amountDocs: 5,
            quizzes: 5,
            language: 'ខ្មែរ'
        } 
    },
    {
        id:6,
        thumbnail: assetImg.slide_1.src,
        url: 'https://www.youtube.com/embed/TlNFOByuuKQ?si=ynHt9dasJWzZp5DO',
        title: 'ឯកឧត្តម យឹម ជុង បានអញ្ជើញជាអធិបតីក្នុងសិក្ខាសាលាឆ្លុះបញ្ចាំង លទ្ធផល ចុះផ្ទៀងផ្ទាត់ស្ថានភាពបញ្ចប់ការបន្ទោបង់ពាសវាល',
        details: "នាថ្ងៃព្រហស្បតិ៍ ១២កើត ខែមិគសិរ ឆ្នាំរោង ឆស័ក ព.ស.២៥៦៨ ត្រូវនឹងថ្ងៃទី១២ ខែធ្នូ ឆ្នាំ២០២៤ ឯកឧត្តម យឹម ជុង រដ្ឋលេខាធិការ តំណាងដ៏ខ្ពង់ខ្ពស់ ឯកឧត្តម ឆាយ ឫទ្ធិសែន រដ្ឋមន្ត្រីក្រសួងអភិវឌ្ឍន៍ជនបទ បានអញ្ជើញជាអធិបតីភាព ក្នុងសិក្ខាសាលាឆ្លុះបញ្ចាំងលទ្ធផល ចុះផ្ទៀងផ្ទាត់ ស្ថានភាពបញ្ចប់ការបន្ទោបង់ពាសវាលពាសកាល(ODF) ខេត្តស្ទឹងត្រែង ដោយមានការអញ្ជើញចូលរួមពី លោក ធូ ចាន់ពៅ អភិបាលរងនៃគណៈ អភិបាលខេត្តស្ទឹងត្រែង លោកវេជ្ជបណ្ឌិត លន់ សាយតេង ប្រធាននាយកដ្ឋានថែទាំសុខភាពជនបទ លោក ព្រំ ចាន់ថា ប្រធានមន្ទីរអភិវឌ្ឍន៍ជនបទខេត្តស្ទឹងត្រែង និងលោក ផែន ប៊ុនធឿន តំណាងអង្គការភ្លែននៅខេត្តស្ទឹងត្រែង និងលោក- លោកស្រីថ្នាក់ដឹកនាំមន្ត្រីបច្ចេកទេស និងមន្ត្រីរាជការនៃមន្ទីរអភិវឌ្ឍន៍ជនបទ ខេត្តស្ទឹងត្រែង តំណាងមន្ទីរ អង្គភាព និងអង្គការដៃគូពាក់ព័ន្ធនៅក្នុងខេត្ត លោក-លោកស្រីអភិបាល ឬអភិបាលរងក្រុង-ស្រុកទាំង៦ មេឃុំឬតំណាង សរុប ចំនួន ៤១នាក់ ស្រី ៩នាក់។",
        book_details:{
            name: "នាយកដ្ឋានអភិវឌ្ឍន៍សហគមន៍6",
            createdDate: "27/06/2024",
            times: "4ម៉ោង ៣០នាទី",
            amountVideos: 5,
            amountDocs: 5,
            quizzes: 5,
            language: 'ខ្មែរ'
        }
    },
];